<?php

///// Block head

$_['head_title'] = 'Пожалуста ведите дополнительние даные';

///// Block Error
$_['error_name'] = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email'] = 'Адрес электронной почты не является действительным!';
$_['error_telephone'] = 'Телефон должен быть от 3 до 32 символов!';
$_['error_password'] = 'Пароль должен быть от 6 до 32 символов!';
$_['error_telephone'] = 'Пожалуста проверьте телефон';
$_['error_exists'] = 'Предупреждение: адрес электронной почты уже зарегистрирован!';
$_['error_agree'] = 'Предупреждение: вы должны согласиться с %s!';
$_['error_warning'] = 'Внимание! Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_approved'] = 'Предупреждение: ваша учетная запись требует подтверждения, прежде чем вы сможете войти в систему.';
$_['error_login'] = 'Предупреждение: нет соответствия для адреса электронной почты и / или пароля.';

///// Block input

$_['input_name'] = 'Имя';
$_['input_lastname'] = 'Фамилия';
$_['input_email'] = 'Email';
$_['input_telephone'] = 'Телефон';
$_['input_password'] = 'Пароль';

///// Block button

$_['buttom_back'] = 'Назад';
$_['button_continue'] = 'Продолжить';
